bash-pipes
clang-tools-extra
colorpicker
cower
discord
downgrade
firefox-nightly
gtk-theme-arc-git
i3ipc-glib-git
kwin-scripts-tiling-git
latte-dock-git
lib32-mesa-git
libc++
libc++abi
libc++experimental
log4c
lutris
mesa-git
package-query
pikaur-git
polybar-git
private-internet-access-vpn
siji-git
tizonia-core
ttf-ms-fonts
unetbootin
volnoti
woeusb-git
yaourt
