aalib
acl
adapta-gtk-theme
adwaita-icon-theme
alsa-lib
alsa-utils
apr
apr-util
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
autoconf
automake
avahi
bash
bc
binutils
bison
blueman
bluez
bluez-libs
boost-libs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
chromium
cifs-utils
cmake
cmus
colord
compton
confuse
coreutils
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu
docbook-xml
docbook-xsl
double-conversion
e2fsprogs
efibootmgr
efivar
exa
exo
expac
expat
faad2
fakeroot
fbida
feh
ffmpeg
fftw
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gconf
gcr
gdbm
gdk-pixbuf2
gettext
giblib
giflib
git
glib-networking
glib2
glib2-docs
glibc
glibmm
glu
gmime3
gmp
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
graphite
grep
grilo
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
gzip
harfbuzz
hicolor-icon-theme
hwids
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
imlib2
inetutils
intltool
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jfsutils
js
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
lame
lcms2
ldb
less
lib32-acl
lib32-attr
lib32-bzip2
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libjpeg-turbo
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libtiff
lib32-libusb
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-pcre
lib32-readline
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libaio
libao
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcanberra
libcap
libcap-ng
libconfig
libcroco
libcue
libcups
libdaemon
libdatrie
libdiscid
libdrm
libdv
libedit
libelf
libepoxy
libev
libevdev
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgme
libgpg-error
libgudev
libgusb
libical
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libjpeg-turbo
libksba
libldap
libmad
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpdclient
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnotify
liboauth
libogg
libomxil-bellagio
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libquvi
libquvi-scripts
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvorbis
libvpx
libwacom
libwbclient
libwebp
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
logrotate
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpd
mpfr
mtdev
nano
ncurses
netctl
nettle
network-manager-applet
networkmanager
nitrogen
nm-connection-editor
npth
nspr
nss
numix-gtk-theme
opencore-amr
openjpeg2
openmotif
openresolv
openssl
openssl-1.0
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-icon-theme
patch
pciutils
pcmciautils
pcre
pcre2
perl
perl-error
perl-uri
perl-xml-parser
pinentry
pixman
pkg-config
playerctl
polkit
poppler
poppler-glib
popt
procps-ng
psmisc
pulseaudio
pygobject-devel
python
python-appdirs
python-beaker
python-cairo
python-dbus
python-dbus-common
python-evdev
python-gobject
python-mako
python-markupsafe
python-packaging
python-pyparsing
python-setuptools
python-six
python-yaml
python2
qt5-base
qt5-declarative
qt5-xmlpatterns
ranger
re2
readline
reflector
reiserfsprogs
rest
rhash
rhythmbox
rofi
rsync
rtkit
s-nail
scrot
sddm
sdl2
sed
serf
shadow
shared-mime-info
slang
smbclient
snappy
sound-theme-freedesktop
source-highlight
speex
speexdsp
sqlite
startup-notification
subversion
sudo
synergy
sysfsutils
systemd
systemd-sysvcompat
taglib
talloc
tar
tdb
termite
termite-terminfo
tevent
texinfo
thin-provisioning-tools
thunar
totem-plparser
tslib
ttf-dejavu
ttf-font-awesome
ttf-ubuntu-font-family
tzdata
unzip
usbutils
util-linux
v4l-utils
vi
vid.stab
vim
vim-runtime
vte-common
vte3-ng
w3m
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wine-staging
wireless_tools
wpa_supplicant
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcompmgr
xdg-utils
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfce4-terminal
xfconf
xfsprogs
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xterm
xvidcore
xz
yajl
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zziplib
