accountsservice
acl
adwaita-icon-theme
akonadi
akonadi-calendar
akonadi-contacts
akonadi-import-wizard
akonadi-mime
akonadi-notes
akonadi-search
alsa-lib
alsa-plugins
alsa-utils
appstream
appstream-qt
apr
apr-util
archlinux-appstream-data
archlinux-keyring
argon2
ark
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
autoconf
automake
avahi
baloo
baloo-widgets
bash
bc
binutils
bison
bluedevil
blueman
bluez
bluez-libs
bluez-qt
bluez-utils
boost-libs
breeze
breeze-gtk
breeze-icons
btrfs-progs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calendarsupport
cantarell-fonts
cdparanoia
celt
cfitsio
chromaprint
chromium
cifs-utils
cmake
colord
compton
convertlit
coreutils
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
discover
dmraid
dnssec-anchors
dolphin
dolphin-plugins
dosfstools
double-conversion
drkonqi
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
enchant
exa
exiv2
expat
extra-cmake-modules
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
fish
flac
flex
fontconfig
frameworkintegration
freeglut
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gconf
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue2
gettext
giblib
giflib
git
glew1.10
glib-networking
glib2
glibc
glibmm
glu
gmp
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
grantlee
grantleetheme
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
guile2.0
gwenview
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hspell
hunspell
hwids
hyphen
iana-etc
icu
ilmbase
imlib2
inetutils
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jemalloc
jfsutils
js
json-c
json-glib
jsoncpp
kactivities
kactivities-stats
kactivitymanagerd
kalarmcal
karchive
kauth
kbd
kbookmarks
kcalc
kcalcore
kcalutils
kcharselect
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdav
kdbusaddons
kde-cli-tools
kdeclarative
kdecoration
kded
kdelibs4support
kdenlive
kdepim-apps-libs
kdepim-runtime
kdeplasma-addons
kdesu
kdnssd
kemoticons
keyutils
kfilemetadata
kgamma5
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidentitymanagement
kidletime
kimap
kinfocenter
kinit
kio
kio-extras
kirigami2
kitemmodels
kitemviews
kjobwidgets
kjs
kjsembed
kldap
kmail
kmail-account-wizard
kmailtransport
kmbox
kmenuedit
kmime
kmod
knetattach
knewstuff
knotifications
knotifyconfig
kontactinterface
kpackage
kparts
kpeople
kpimtextedit
kpty
krb5
krdc
kross
krunner
kscreen
kscreenlocker
kservice
ksmtp
ksshaskpass
ksysguard
kteatime
ktexteditor
ktextwidgets
kuiserver
kunitconversion
kwallet
kwallet-pam
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
kxmlrpcclient
ladspa
lame
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-cracklib
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-gcc-libs
lib32-gconf
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm-glib
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-openssl-1.0
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libaio
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libconfig
libcroco
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-qt5
libdc1394
libdca
libdmtx
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libgcrypt
libgcrypt15
libgit2
libglvnd
libgme
libgpg-error
libgravatar
libgudev
libgusb
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libinput
libjpeg-turbo
libjpeg6-turbo
libkdcraw
libkdepim
libkgapi
libkipi
libkleo
libkolabxml
libksba
libkscreen
libksieve
libksysguard
libktnef
libldap
libmariadbclient
libmbim
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmtp
libndp
libnewt
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnotify
libofa
libogg
libomxil-bellagio
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libpwquality
libqalculate
libqmi
libraw
libraw1394
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libudev0-shim
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libvpx1.3
libwacom
libwbclient
libwebp
libwrap
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
logrotate
lvm2
lz4
lzo
m4
mailcap
mailcommon
mailimporter
make
man-db
man-pages
mariadb
mariadb-clients
mbox-importer
mdadm
media-player-info
mesa
messagelib
milou
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpfr
mpg123
mps-youtube
mtdev
nano
ncurses
neon
netctl
nettle
networkmanager
networkmanager-qt
nitrogen
noto-fonts
npth
nspr
nss
obs-studio
openal
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
orc
os-prober
oxygen
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pciutils
pcmciautils
pcre
pcre2
perl
perl-error
phonon-qt5
phonon-qt5-gstreamer
pim-data-exporter
pim-sieve-editor
pimcommon
pinentry
pixman
pkg-config
plasma-desktop
plasma-framework
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-active-window-control
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-qt5
popt
powerdevil
ppp
prison
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-gconf
pyalpm
pygobject-devel
python
python-appdirs
python-cairo
python-dbus
python-dbus-common
python-evdev
python-gobject
python-packaging
python-pafy
python-pyparsing
python-setuptools
python-six
python-yaml
python2
qca-qt5
qgpgme
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
ranger
re2
readline
reflector
reiserfsprogs
rest
rhash
rsync
rtkit
rtmpdump
ruby
rubygems
s-nail
sbc
schroedinger
scrot
sddm
sddm-kcm
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
sed
serf
shadow
shared-mime-info
slang
smbclient
smpeg
snappy
socat
solid
sonnet
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
sqlite
startup-notification
steam
steam-native-runtime
subversion
sudo
syntax-highlighting
sysfsutils
systemd
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
tslib
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-ubuntu-font-family
tzdata
udisks2
upower
usbmuxd
usbutils
user-manager
util-linux
v4l-utils
vi
vid.stab
vim
vim-runtime
volume_key
vte-common
vte3
vulkan-icd-loader
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine-staging
wpa_supplicant
x265
xapian-core
xarchiver
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal-kde
xdg-utils
xerces-c
xf86-input-libinput
xf86-input-synaptics
xf86-video-vesa
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xterm
xvidcore
xz
yajl
youtube-dl
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
