a52dec
aalib
acl
adapta-gtk-theme
adwaita-icon-theme
akonadi
akonadi-calendar
akonadi-contacts
akonadi-import-wizard
akonadi-mime
akonadi-notes
akonadi-search
alsa-lib
alsa-plugins
alsa-utils
appstream
appstream-qt
apr
apr-util
archlinux-keyring
argon2
ark
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiofile
augeas
autoconf
automake
avahi
baloo
baloo-widgets
bash
bc
bind-tools
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
boost-libs
breeze
breeze-gtk
breeze-icons
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calendarsupport
cantarell-fonts
cantata
cdparanoia
celt
celt0.5.1
ceph-libs
chromaprint
chromium
cifs-utils
clang
clucene
cmake
cmus
colord
compton
confuse
convertlit
coreutils
cracklib
cryptsetup
cups
cups-filters
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dolphin
dolphin-plugins
dosbox
dosfstools
double-conversion
dropbear
dunst
e2fsprogs
ebook-tools
ebtables
editorconfig-core-c
efibootmgr
efivar
elfutils
enca
enchant
exa
exiv2
exo
expac
expat
faac
faad2
fakeroot
fbida
feh
ffmpeg
fftw
file
filesystem
findutils
fish
flac
flashrom
flex
fltk
fontconfig
frameworkintegration
freeglut
freerdp
freetype2
fribidi
fuse-common
fuse2
fuse3
gamin
garcon
gawk
gc
gcc
gcc-libs
gconf
gcr
gdbm
gdk-pixbuf2
geoclue2
geoip
geoip-database
gettext
giblib
giflib
git
glew
glew1.10
glib-networking
glib2
glib2-docs
glibc
glibmm
glu
gmime3
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-extra
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gparted
gperftools
gpgme
gpm
gptfdisk
grantlee
grantleetheme
graphene
graphite
grep
grilo
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk-vnc
gtk-xfce-engine
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
guile
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hspell
hunspell
hwids
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
idnkit
ijs
ilmbase
imagemagick
imlib2
inetutils
iniparser
intltool
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jemalloc
jfsutils
js
json-c
json-glib
jsoncpp
kactivities
kactivities-stats
kactivitymanagerd
kalarmcal
karchive
kauth
kbd
kbookmarks
kcalc
kcalcore
kcalutils
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdav
kdbusaddons
kde-cli-tools
kdeclarative
kdeconnect
kdecoration
kded
kdelibs4support
kdenlive
kdepim-apps-libs
kdepim-runtime
kdesu
kdnssd
kemoticons
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidentitymanagement
kidletime
kimap
kinit
kio
kio-extras
kirigami2
kitemmodels
kitemviews
kjobwidgets
kjs
kjsembed
kldap
kmail
kmail-account-wizard
kmailtransport
kmbox
kmenuedit
kmime
kmix
kmod
knetattach
knewstuff
knotifications
knotifyconfig
konsole
kontactinterface
kpackage
kparts
kpeople
kpimtextedit
kpty
krb5
krdc
kross
krunner
kscreenlocker
kservice
ksmtp
ksysguard
kteatime
ktexteditor
ktextwidgets
kuiserver
kunitconversion
kwallet
kwayland
kwidgetsaddons
kwin
kwindowsystem
kxmlgui
ladspa
lame
lcms2
ldb
ldns
less
leveldb
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-clang
lib32-colord
lib32-cracklib
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gconf
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk2
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcroco
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm-glib
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm
lib32-llvm-libs
lib32-lm_sensors
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-openssl-1.0
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-rest
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libao
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libclc
libcmis
libconfig
libcroco
libcue
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-qt5
libdc1394
libdca
libdiscid
libdmtx
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgcrypt15
libgit2
libglvnd
libgme
libgpg-error
libgravatar
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libinput
libisofs
libjpeg-turbo
libjpeg6-turbo
libkate
libkdepim
libkeybinder3
libkgapi
libkleo
libkolabxml
libksba
libksieve
libksysguard
libktnef
liblangtag
libldap
liblouis
liblqr
libmad
libmagick
libmariadbclient
libmatroska
libmbim
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpd
libmpdclient
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnotify
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
libosinfo
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqalculate
libqmi
libquvi
libquvi-scripts
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtiger
libtirpc
libtommath
libtool
libudev0-shim
libunique
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python2
libvisio
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libvpx1.3
libwacom
libwbclient
libwebp
libwnck
libwnck3
libwpd
libwpg
libwps
libwrap
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzip
libzmf
licenses
linux
linux-api-headers
linux-firmware
lirc
lld
lldb
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lvm2
lxappearance
lz4
lzo
m4
mailcap
mailcommon
mailimporter
make
man-db
man-pages
mariadb
mariadb-clients
mbox-importer
mdadm
media-player-info
mesa-demos
messagelib
milou
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mousepad
mpd
mpfr
mpg123
mplayer
mps-youtube
mtdev
mtools
nano
ncurses
neofetch
neon
netcf
netctl
nettle
network-manager-applet
networkmanager
networkmanager-qt
nitrogen
nm-connection-editor
noto-fonts
npth
nspr
nss
ntfs-3g
numactl
obs-studio
ocaml
ocaml-compiler-libs
ocaml-ctypes
ocaml-findlib
ocl-icd
openal
opencore-amr
openexr
openjpeg2
openmotif
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orage
orc
os-prober
osinfo-db
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
papirus-icon-theme
parole
parted
patch
pavucontrol
pavucontrol-qt
pciutils
pcmciautils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-parse-yapp
perl-timedate
perl-uri
perl-xml-parser
phodav
phonon-qt5
phonon-qt5-gstreamer
pim-data-exporter
pim-sieve-editor
pimcommon
pinentry
pixman
pkcs11-helper
pkg-config
plasma-desktop
plasma-framework
plasma-integration
plasma-nm
plasma-workspace
plasma5-applets-active-window-control
playerctl
polkit
polkit-gnome
polkit-kde-agent
polkit-qt5
poppler
poppler-glib
poppler-qt5
popt
ppp
prison
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyalpm
pygobject-devel
python
python-anytree
python-appdirs
python-beaker
python-cairo
python-dbus
python-dbus-common
python-docopt
python-evdev
python-gobject
python-lxml
python-mako
python-markupsafe
python-packaging
python-pafy
python-pygments
python-pyparsing
python-setuptools
python-six
python-yaml
python2
python2-appdirs
python2-babel
python2-beaker
python2-cairo
python2-chardet
python2-docutils
python2-gobject
python2-idna
python2-imagesize
python2-ipaddr
python2-jinja
python2-mako
python2-markupsafe
python2-packaging
python2-pygments
python2-pyparsing
python2-pytz
python2-requests
python2-setuptools
python2-six
python2-snowballstemmer
python2-sphinx
python2-sphinx-alabaster-theme
python2-sphinx_rtd_theme
python2-sphinxcontrib-websupport
python2-sqlalchemy
python2-typing
python2-urllib3
python2-whoosh
qca-qt5
qemu
qgpgme
qpdf
qqc2-desktop-style
qrencode
qt4
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt5ct
ranger
raptor
rasqal
re2
readline
recode
redland
reflector
reiserfsprogs
remmina
rest
rhash
ristretto
rofi
rsync
rtkit
rtmpdump
run-parts
s-nail
samba
sbc
schroedinger
scrot
sddm
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_net
sdl_sound
sdl_ttf
seabios
sed
serf
shadow
shared-mime-info
slang
smbclient
smpeg
snappy
solid
sonnet
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spice
spice-gtk
sqlite
srt
sshfs
startup-notification
steam
steam-native-runtime
subversion
sudo
swig
synergy
syntax-highlighting
sysfsutils
syslinux
systemd
systemd-sysvcompat
systemsettings
taglib
taglib-extras
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tigervnc
totem-plparser
tslib
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-ubuntu-font-family
tumbler
twolame
tzdata
udisks2
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
vlc
volume_key
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wine-staging
winetricks
wireless_tools
woff2
wpa_supplicant
wxgtk-common
wxgtk2
x11vnc
x265
xapian-core
xarchiver
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcompmgr
xdg-utils
xerces-c
xf86-input-libinput
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xgamma
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xterm
xvidcore
xz
yajl
youtube-dl
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
zziplib
